{
  "source_info": {
    "id": "fausto_hist_concisa_2001",
    "name": "História Concisa do Brasil por Boris Fausto (2001)",
    "color": "#FF8C00",
    "description_short": "Eventos da História do Brasil baseados na obra 'História Concisa do Brasil' de Boris Fausto, edição de 2001.",
    "article_full": {
      "current": "Esta fonte de dados compila eventos chave da História do Brasil, conforme interpretados e apresentados na obra 'História Concisa do Brasil' do historiador Boris Fausto (São Paulo: Editora da Universidade de São Paulo, 2001). A obra é uma referência concisa para os estudos brasileiros, abordando os principais processos sociais, econômicos e políticos que moldaram o país.\n\nReferência Principal:\nFAUSTO, Boris. *História Concisa do Brasil*. São Paulo: Editora da Universidade de São Paulo, 2001.",
      "previous": null
    }
  },
  "events": [
    {
      "id": "evt_rev_1383_port_bf_hc",
      "title": "Revolução de 1383-1385 em Portugal",
      "date_type": "period",
      "start_date": "1383-01-01",
      "end_date": "1385-12-31",
      "characters_ids": ["char_dom_joao_i_bf_hc"],
      "place_id": "plc_lisboa_pt_bf_hc",
      "longitude": -9.142685,
      "latitude": 38.736946,
      "main_theme_id": "thm_consolidacao_monarquia_pt_bf_hc",
      "secondary_tags_ids": [],
      "description_short": "Revolta da burguesia comercial de Lisboa e sublevação popular que resultou na ascensão de Dom João, Mestre de Avis, e na consolidação do poder monárquico em Portugal.",
      "article_full": {
        "current": "A partir de uma disputa em torno da sucessão ao trono português, a burguesia comercial de Lisboa se revoltou, seguida por uma grande sublevação popular, a 'revolta do povo miúdo'. O problema da sucessão dinástica confundiu-se com uma guerra de independência quando o rei de Castela, apoiado pela grande nobreza lusa, entrou em Portugal para assumir a regência do trono. No confronto, firmaram-se, ao mesmo tempo, a independência portuguesa e a ascensão ao poder da figura central da revolução, Dom João, Mestre de Avis, filho bastardo do rei Pedro I. Embora alguns historiadores considerem a revolução de 1383 como uma revolução burguesa, ela resultou na realidade, a partir da política posta em prática pelo Mestre de Avis, em um reforço e centralização do poder monárquico. Em torno dele foram-se reagrupando os vários setores sociais influentes da sociedade portuguesa: a nobreza, os comerciantes, a burocracia nascente. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_exp_mar_port_inicio_bf_hc",
      "title": "Início da Expansão Marítima Portuguesa (Séc. XV)",
      "date_type": "period",
      "start_date": "1401-01-01",
      "end_date": "1430-12-31",
      "characters_ids": ["char_dom_joao_i_bf_hc"],
      "place_id": "plc_lisboa_pt_bf_hc",
      "longitude": -9.142685,
      "latitude": 38.736946,
      "main_theme_id": "thm_exp_mar_port_bf_hc",
      "secondary_tags_ids": ["thm_motivacoes_exp_bf_hc", "thm_consolidacao_monarquia_pt_bf_hc"],
      "description_short": "Portugal lança pioneiramente sua expansão marítima em princípios do século XV, impulsionada por fatores como autonomia política, experiência comercial, posição geográfica e interesses convergentes de diversos setores sociais.",
      "article_full": {
        "current": "Portugal lançou pioneiramente a expansão marítima no começo do século XV. Portugal se afirmava no conjunto da Europa como um país autônomo, com tendência a voltar-se para fora. Os portugueses tinham já experiência acumulada ao longo dos séculos XIII e XIV no comércio de longa distância. A experiência comercial foi facilitada também pelo envolvimento econômico de Portugal com o mundo islâmico do Mediterrâneo. A atração para o mar foi incentivada pela posição geográfica do país, próximo às ilhas do Atlântico e à costa da África, contando com correntes marítimas favoráveis. (FAUSTO, 2001)\nA expansão correspondia aos interesses das classes, grupos sociais e instituições que compunham a sociedade portuguesa. Para os comerciantes, era a perspectiva de um bom negócio; para o rei, a oportunidade de criar novas fontes de receita e motivo de prestígio, além de ser uma boa forma de ocupar os nobres; para os nobres e os membros da Igreja, servir ao rei ou a Deus resultava em recompensas e cargos; para o povo, lançar-se ao mar significava sobretudo emigrar, a tentativa de uma vida melhor. Daí a expansão ter-se convertido em uma espécie de grande projeto nacional. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_foco_ouro_especiarias_bf_hc",
      "title": "Foco em Ouro e Especiarias na Expansão Portuguesa",
      "date_type": "period",
      "start_date": "1401-01-01",
      "end_date": "1599-12-31",
      "characters_ids": [],
      "place_id": null,
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_busca_ouro_especiarias_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc"],
      "description_short": "A busca por ouro e especiarias foi um dos principais motores da expansão marítima portuguesa nos séculos XV e XVI.",
      "article_full": {
        "current": "A dupla formada pelo ouro e pelas especiarias constituiu os bens mais buscados na expansão portuguesa. O ouro era utilizado como moeda confiável e empregado na decoração. As especiarias (condimentos) eram valorizadas devido às limitadas técnicas de conservação de alimentos da época e aos hábitos alimentares, servindo para disfarçar o sabor de carnes e peixes precariamente conservados, além de representarem um gosto alimentar da época. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_conquista_ceuta_bf_hc",
      "title": "Conquista de Ceuta pelos Portugueses",
      "date_type": "single",
      "start_date": "1415-08-21",
      "end_date": "1415-08-21",
      "characters_ids": ["char_dom_joao_i_bf_hc", "char_infante_d_henrique_bf_hc"],
      "place_id": "plc_ceuta_af_bf_hc",
      "longitude": -5.3198,
      "latitude": 35.8893,
      "main_theme_id": "thm_conquistas_feitorias_pt_af_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc"],
      "description_short": "A conquista de Ceuta, no norte da África, em 1415, é considerada o ponto de partida da expansão ultramarina portuguesa.",
      "article_full": {
        "current": "Costuma-se considerar a conquista de Ceuta, no norte da África, em 1415, como o ponto de partida da expansão ultramarina portuguesa. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_ocup_ilhas_atlantico_bf_hc",
      "title": "Ocupação Portuguesa das Ilhas do Atlântico",
      "date_type": "period",
      "start_date": "1420-01-01",
      "end_date": "1471-12-31",
      "characters_ids": [],
      "place_id": null,
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_ocup_ilhas_atlantico_acucar_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc"],
      "description_short": "Portugal ocupa e inicia a colonização de ilhas no Atlântico (Madeira, Açores, Cabo Verde, São Tomé), com experiências de plantio em grande escala, incluindo cana-de-açúcar com trabalho escravo.",
      "article_full": {
        "current": "Os portugueses realizaram experiências significativas de plantio em grande escala nas ilhas do Atlântico, empregando trabalho escravo. Conseguiram se implantar na Madeira por volta de 1420, nos Açores em torno de 1427, nas ilhas de Cabo Verde (1460) e na de São Tomé (1471). Na ilha da Madeira, competiram o cultivo de trigo e as plantações de cana-de-açúcar, esta última incentivada por mercadores e baseada em trabalho escravo, acabando por triunfar. Em São Tomé, implantaram um sistema de grande lavoura da cana-de-açúcar com uso de escravos. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_gama_chegada_india_bf_hc",
      "title": "Chegada da Frota de Vasco da Gama da Índia",
      "date_type": "single",
      "start_date": "1499-07-01",
      "end_date": "1499-07-31",
      "characters_ids": ["char_vasco_da_gama_bf_hc"],
      "place_id": "plc_lisboa_pt_bf_hc",
      "longitude": -9.142685,
      "latitude": 38.736946,
      "main_theme_id": "thm_viagens_india_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc"],
      "description_short": "A primeira nau de regresso da viagem de Vasco da Gama à Índia chega a Portugal em julho de 1499, gerando grande entusiasmo.",
      "article_full": {
        "current": "A primeira nau de regresso da viagem de Vasco da Gama chegou a Portugal, produzindo grande entusiasmo, em julho de 1499. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_cabral_partida_frota_bf_hc",
      "title": "Partida da Frota de Pedro Álvares Cabral",
      "date_type": "single",
      "start_date": "1500-03-09",
      "end_date": "1500-03-09",
      "characters_ids": ["char_pedro_alvares_cabral_bf_hc"],
      "place_id": "plc_lisboa_pt_bf_hc",
      "longitude": -9.142685,
      "latitude": 38.736946,
      "main_theme_id": "thm_viagens_india_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc", "thm_chegada_europeus_brasil_bf_hc"],
      "description_short": "Uma frota de treze navios, comandada por Pedro Álvares Cabral, parte de Lisboa em 9 de março de 1500, aparentemente com destino às Índias.",
      "article_full": {
        "current": "Meses depois da chegada de Vasco da Gama, a 9 de março de 1500, partia do rio Tejo em Lisboa uma frota de treze navios, a mais aparatosa que até então tinha deixado o Reino, aparentemente com destino às índias, sob o comando de um fidalgo de pouco mais de trinta anos, Pedro Álvares Cabral. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_cabral_chegada_brasil_bf_hc",
      "title": "Chegada de Pedro Álvares Cabral ao Brasil",
      "date_type": "single",
      "start_date": "1500-04-22",
      "end_date": "1500-04-22",
      "characters_ids": ["char_pedro_alvares_cabral_bf_hc"],
      "place_id": "plc_porto_seguro_ba_br_bf_hc",
      "longitude": -39.0647,
      "latitude": -16.4497,
      "main_theme_id": "thm_chegada_europeus_brasil_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc"],
      "description_short": "A frota de Pedro Álvares Cabral avista terra brasileira em 21 de abril e ancora em Porto Seguro, Bahia, no dia 22 de abril de 1500.",
      "article_full": {
        "current": "A frota de Pedro Álvares Cabral, após passar as ilhas de Cabo Verde, tomou rumo oeste, afastando-se da costa africana até avistar o que seria terra brasileira a 21 de abril. Nessa data houve apenas uma breve descida à terra e só no dia seguinte a frota ancoraria no litoral da Bahia, em Porto Seguro. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_encontro_europeus_indigenas_brasil_bf_hc",
      "title": "Encontro dos Europeus com Populações Indígenas no Brasil",
      "date_type": "circa",
      "start_date": "1500-04-22",
      "end_date": null,
      "characters_ids": ["char_pedro_alvares_cabral_bf_hc", "char_tupis_guaranis_bf_hc", "char_tapuias_bf_hc"],
      "place_id": "plc_costa_brasil_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_pop_indigenas_brasil_pre_cabral_bf_hc",
      "secondary_tags_ids": ["thm_impacto_chegada_europeia_indigenas_bf_hc", "thm_resistencia_indigena_bf_hc"],
      "description_short": "Europeus encontram uma população ameríndia relativamente homogênea (Tupis-Guaranis e Tapuias) ao longo da costa brasileira e na bacia Paraná-Paraguai.",
      "article_full": {
        "current": "Quando os europeus chegaram à terra que viria a ser o Brasil, encontraram uma população ameríndia bastante homogênea em termos culturais e lingüísticos, distribuída ao longo da costa e na bacia dos rios Paraná-Paraguai. Distinguem-se dois grandes blocos: os tupis-guaranis e os tapuias. Os tupis-guaranis estendiam-se por quase toda a costa brasileira, desde o Ceará até a lagoa dos Patos. Os tapuias eram grupos que falavam outras línguas e interrompiam a presença tupi-guarani em alguns pontos. A chegada dos portugueses representou uma catástrofe para os índios, resultando em violência cultural, epidemias, mortes e mestiçagem, apesar da resistência indígena. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_expl_pau_brasil_arrendamento_loronha_bf_hc",
      "title": "Exploração do Pau-Brasil e Arrendamento a Fernão de Loronha",
      "date_type": "period",
      "start_date": "1500-01-01",
      "end_date": "1535-12-31",
      "characters_ids": ["char_fernao_loronha_bf_hc", "char_tupinambas_bf_hc"],
      "place_id": "plc_costa_brasil_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_expl_pau_brasil_bf_hc",
      "secondary_tags_ids": ["thm_chegada_europeus_brasil_bf_hc", "thm_relacoes_luso_indigenas_bf_hc"],
      "description_short": "Nos anos iniciais (1500-1535), a principal atividade econômica foi a extração do pau-brasil, obtido por troca com os índios. O Brasil foi arrendado a Fernão de Loronha (1503-1505).",
      "article_full": {
        "current": "O nome Brasil começou a aparecer em 1503, associado à principal riqueza da terra em seus primeiros tempos, o pau-brasil, usado como corante e para construção. As primeiras tentativas de exploração basearam-se no sistema de feitorias. O Brasil foi arrendado por três anos a um consórcio liderado por Fernão de Loronha, que recebeu o monopólio comercial, obrigando-se a enviar navios para explorar a costa e construir uma feitoria. Quando o arrendamento terminou em 1505, a Coroa portuguesa tomou a exploração. Entre 1500 a 1535, a extração do pau-brasil foi a principal atividade, obtido por troca com os índios (tecidos, facas, etc.). (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_tratado_tordesilhas_bf_hc",
      "title": "Tratado de Tordesilhas",
      "date_type": "single",
      "start_date": "1494-06-07",
      "end_date": "1494-06-07",
      "characters_ids": [],
      "place_id": "plc_tordesilhas_es_bf_hc",
      "longitude": -5.001461,
      "latitude": 41.502019,
      "main_theme_id": "thm_disputas_coloniais_tratados_bf_hc",
      "secondary_tags_ids": ["thm_exp_mar_port_bf_hc", "thm_exp_mar_esp_bf_hc"],
      "description_short": "Acordo entre Portugal e Espanha dividindo o mundo em dois hemisférios para exploração, através de uma linha imaginária a 370 léguas a oeste das ilhas de Cabo Verde.",
      "article_full": {
        "current": "A posse da nova terra (América) foi contestada por Portugal, resultando em negociações que desembocaram no Tratado de Tordesilhas (1494). O mundo foi dividido em dois hemisférios, separados por uma linha imaginária a 370 léguas a oeste das ilhas de Cabo Verde. Terras a oeste da linha pertenceriam à Espanha; a leste, a Portugal. A exatidão da linha gerou controvérsias. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_viagem_magalhaes_bf_hc",
      "title": "Viagem de Fernão de Magalhães (Circum-navegação)",
      "date_type": "single",
      "start_date": "1521-01-01",
      "end_date": "1521-12-31",
      "characters_ids": ["char_fernao_magalhaes_bf_hc"],
      "place_id": "plc_filipinas_bf_hc",
      "longitude": 121.774017,
      "latitude": 12.879721,
      "main_theme_id": "thm_navegacao_expl_esp_bf_hc",
      "secondary_tags_ids": ["thm_viagens_india_bf_hc"],
      "description_short": "Fernão de Magalhães, a serviço da Espanha, atravessou o estreito que leva seu nome e chegou às Filipinas em 1521, encontrando um caminho para as Índias pelo ocidente, embora longo e difícil.",
      "article_full": {
        "current": "Um português a serviço da Espanha, Fernão de Magalhães, atravessou o estreito que hoje tem seu nome e, navegando pelo oceano Pacífico, chegou às Filipinas (1521). Esse feito espetacular de navegação foi ao mesmo tempo uma decepção para os espanhóis, pois o caminho das índias pelo ocidente era demasiado longo e difícil para ser economicamente vantajoso. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_ameaca_francesa_exp_martim_afonso_bf_hc",
      "title": "Ameaça Francesa e Expedição de Martim Afonso de Sousa",
      "date_type": "period",
      "start_date": "1530-01-01",
      "end_date": "1533-12-31",
      "characters_ids": ["char_martim_afonso_sousa_bf_hc", "char_franceses_bf_hc", "char_dom_joao_iii_bf_hc"],
      "place_id": "plc_costa_brasil_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_ameaca_estrangeira_fr_bf_hc",
      "secondary_tags_ids": ["thm_inicio_colonizacao_efetiva_br_bf_hc"],
      "description_short": "Ameaça francesa à posse do Brasil leva a Coroa portuguesa a enviar a expedição de Martim Afonso de Sousa (1530-1533) para patrulhar a costa e iniciar a colonização.",
      "article_full": {
        "current": "A maior ameaça à posse do Brasil por Portugal veio dos franceses, que não reconheciam os tratados de partilha e praticavam o comércio do pau-brasil e pirataria. Considerações políticas levaram a Coroa portuguesa à convicção de que era necessário colonizar a nova terra. A expedição de Martim Afonso de Sousa (1530-1533) representou um momento de transição, com o objetivo de patrulhar a costa, estabelecer uma colônia e explorar a terra para ocupação efetiva. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_fundacao_sao_vicente_bf_hc",
      "title": "Fundação de São Vicente",
      "date_type": "single",
      "start_date": "1532-01-01",
      "end_date": "1532-12-31",
      "characters_ids": ["char_martim_afonso_sousa_bf_hc"],
      "place_id": "plc_sao_vicente_sp_br_bf_hc",
      "longitude": -46.396136,
      "latitude": -23.960745,
      "main_theme_id": "thm_inicio_colonizacao_efetiva_br_bf_hc",
      "secondary_tags_ids": [],
      "description_short": "Martim Afonso de Sousa funda a vila de São Vicente em 1532, a primeira colônia permanente portuguesa no Brasil.",
      "article_full": {
        "current": "A expedição de Martim Afonso de Sousa estabeleceu uma colônia através da concessão não-hereditária de terras aos povoadores que trazia, fundando São Vicente em 1532. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_capitanias_hereditarias_implantacao_bf_hc",
      "title": "Implementação das Capitanias Hereditárias",
      "date_type": "circa",
      "start_date": "1534-01-01",
      "end_date": "1534-12-31",
      "characters_ids": ["char_dom_joao_iii_bf_hc", "char_martim_afonso_sousa_bf_hc", "char_duarte_coelho_bf_hc", "char_jorge_figueiredo_correia_bf_hc", "char_pero_campo_tourinho_bf_hc", "char_fernao_loronha_bf_hc"],
      "place_id": "plc_brasil_colonial_capitanias_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_sistema_capitanias_hereditarias_bf_hc",
      "secondary_tags_ids": ["thm_admin_colonial_bf_hc"],
      "description_short": "Dom João III divide o Brasil em quinze quinhões (capitanias) entregues a capitães-donatários para promover a colonização e exploração.",
      "article_full": {
        "current": "Há indícios de que Martim Afonso ainda se encontrava no Brasil quando D. João III decidiu-se pela criação das capitanias hereditárias. O Brasil foi dividido em quinze quinhões, por uma série de linhas paralelas ao Equador que iam do litoral ao meridiano de Tordesilhas, sendo os quinhões entregues aos chamados capitães-donatários. Estes constituíam um grupo diversificado (pequena nobreza, burocratas, comerciantes como Jorge Figueiredo Correia, e experientes navegadores como Martim Afonso e Duarte Coelho) com ligações à Coroa. Fernão de Noronha recebeu a primeira capitania (ilha de São João) antes de 1532. Pero do Campo Tourinho, outro donatário, vendeu suas propriedades em Portugal para vir ao Brasil. Os donatários receberam a posse, mas não a propriedade da terra, com extensos poderes econômicos, tributários e administrativos, incluindo o direito de doar sesmarias, que originaram latifúndios. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_fracasso_capitanias_governo_geral_bf_hc",
      "title": "Fracasso das Capitanias e Criação do Governo-Geral",
      "date_type": "single",
      "start_date": "1549-01-01",
      "end_date": "1549-12-31",
      "characters_ids": ["char_dom_joao_iii_bf_hc", "char_tome_sousa_bf_hc"],
      "place_id": "plc_salvador_ba_br_bf_hc",
      "longitude": -38.476665,
      "latitude": -12.974722,
      "main_theme_id": "thm_admin_colonial_bf_hc",
      "secondary_tags_ids": ["thm_sistema_capitanias_hereditarias_bf_hc", "thm_inicio_colonizacao_efetiva_br_bf_hc"],
      "description_short": "Diante do fracasso da maioria das Capitanias Hereditárias e da necessidade de maior controle, D. João III cria o Governo-Geral do Brasil em 1549, nomeando Tomé de Sousa como primeiro governador-geral e fundando Salvador.",
      "article_full": {
        "current": "Com exceção das capitanias de São Vicente e Pernambuco, as outras fracassaram. A decisão de D. João III de estabelecer o governo-geral do Brasil ocorreu em um momento de crise nos negócios da Índia, derrotas no Marrocos, fechamento do entreposto de Flandres e o êxito espanhol na mineração americana. O fracasso das capitanias tornou claros os problemas da administração. A instituição do governo-geral (1549) visou centralizar a administração, garantir a posse, colonizar e organizar as rendas da Coroa. Tomé de Sousa, primeiro governador-geral, chegou à Bahia com mais de mil pessoas e fundou Salvador, a primeira capital. Foram criados cargos como ouvidor (justiça), capitão-mor (vigilância da costa) e provedor-mor (arrecadação). (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_chegada_jesuitas_brasil_bf_hc",
      "title": "Chegada dos Primeiros Jesuítas ao Brasil",
      "date_type": "single",
      "start_date": "1549-03-29",
      "end_date": "1549-03-29",
      "characters_ids": ["char_tome_sousa_bf_hc", "char_manuel_nobrega_bf_hc", "char_francisco_pires_bf_hc"],
      "place_id": "plc_salvador_ba_br_bf_hc",
      "longitude": -38.476665,
      "latitude": -12.974722,
      "main_theme_id": "thm_catequese_org_igreja_bf_hc",
      "secondary_tags_ids": ["thm_admin_colonial_bf_hc"],
      "description_short": "Os primeiros jesuítas, liderados por Manuel da Nóbrega, chegam ao Brasil com Tomé de Sousa em 1549 para catequizar os índios e disciplinar o clero.",
      "article_full": {
        "current": "Vinham com o governador-geral Tomé de Sousa os primeiros jesuítas - Manuel da Nóbrega e cinco companheiros (incluindo Francisco Pires) -, com o objetivo de catequizar os índios e disciplinar o ralo clero de má fama existente na colônia. Posteriormente (1551, segundo outras fontes, ou 1553 como mencionado por Fausto para a criação do bispado), criou-se o bispado de São Salvador, sujeito ao arcebispado de Lisboa. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_economia_colonial_base_bf_hc",
      "title": "Estabelecimento da Base Econômica Colonial",
      "date_type": "period",
      "start_date": "1535-01-01",
      "end_date": "1600-12-31",
      "characters_ids": [],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_economia_colonial_estrutura_bf_hc",
      "secondary_tags_ids": ["thm_escravidao_africana_brasil_bf_hc", "thm_grande_lavoura_exportacao_bf_hc"],
      "description_short": "A colonização do Brasil se baseou no fornecimento de produtos para o comércio europeu, com foco na grande propriedade, produção em larga escala e trabalho compulsório (escravidão).",
      "article_full": {
        "current": "Após as três primeiras décadas, a colonização começou a tomar forma. O Brasil viria a ser uma colônia cujo sentido básico seria o de fornecer ao comércio europeu gêneros alimentícios ou minérios de grande importância. A política da metrópole portuguesa consistirá no incentivo à empresa comercial com base em uns poucos produtos exportáveis em grande escala, assentada na grande propriedade. Essa diretriz deveria atender aos interesses de acumulação de riqueza na metrópole. A opção pela grande propriedade ligou-se ao pressuposto da conveniência da produção em larga escala, pois pequenos proprietários tenderiam a produzir para subsistência. Ao lado da empresa comercial e da grande propriedade, o terceiro elemento foi o trabalho compulsório, predominantemente a escravidão no Brasil. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_transicao_escravidao_indigena_africana_bf_hc",
      "title": "Transição da Escravidão Indígena para Africana",
      "date_type": "period",
      "start_date": "1570-01-01",
      "end_date": "1700-12-31",
      "characters_ids": ["char_indigenas_brasil_bf_hc", "char_africanos_escravizados_bf_hc"],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_escravidao_africana_brasil_bf_hc",
      "secondary_tags_ids": ["thm_escravidao_indigena_brasil_bf_hc", "thm_economia_colonial_estrutura_bf_hc"],
      "description_short": "A preferência pela escravidão africana em detrimento da indígena deveu-se ao lucrativo tráfico negreiro e às dificuldades em subjugar e manter o trabalho indígena, além da catástrofe demográfica indígena.",
      "article_full": {
        "current": "A principal razão para a preferência pelo negro em vez do índio reside no fato de que o comércio internacional de escravos africanos era em si um negócio tentador, tornando-se o grande negócio da Colônia. A passagem da escravidão indígena para a africana variou no tempo e espaço, sendo mais rápida na economia açucareira e mais longa em regiões periféricas como São Paulo. A escravização indígena chocou-se com a incompatibilidade cultural dos índios com o trabalho intensivo e compulsório, sua resistência e a catástrofe demográfica causada por doenças. A partir da década de 1570, incentivou-se a importação de africanos. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_estabelecimento_economia_acucareira_bf_hc",
      "title": "Estabelecimento da Economia Açucareira no Brasil",
      "date_type": "period",
      "start_date": "1530-01-01",
      "end_date": "1549-12-31",
      "characters_ids": ["char_martim_afonso_sousa_bf_hc", "char_tome_sousa_bf_hc"],
      "place_id": "plc_nordeste_brasil_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_economia_acucareira_bf_hc",
      "secondary_tags_ids": ["thm_grande_lavoura_exportacao_bf_hc", "thm_escravidao_africana_brasil_bf_hc"],
      "description_short": "A produção de açúcar se estabelece em bases sólidas no Brasil nas décadas de 1530 e 1540, tornando-se o núcleo da ativação socioeconômica do Nordeste.",
      "article_full": {
        "current": "Foi nas décadas de 1530 e 1540 que a produção açucareira se estabeleceu no Brasil em bases sólidas. Martim Afonso de Sousa, em sua expedição de 1532, trouxe técnicos e pessoas com experiência na atividade. Plantou-se cana e construíram-se engenhos em todas as capitanias. O governo-geral, com Tomé de Sousa, incentivou o plantio na Bahia. Os grandes centros açucareiros foram Pernambuco e Bahia. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_importacao_escravos_africanos_brasil_bf_hc",
      "title": "Início da Importação Sistemática de Escravos Africanos para o Brasil",
      "date_type": "circa",
      "start_date": "1570-01-01",
      "end_date": "1579-12-31",
      "characters_ids": ["char_africanos_escravizados_bf_hc"],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_trafico_negreiro_bf_hc",
      "secondary_tags_ids": ["thm_escravidao_africana_brasil_bf_hc", "thm_economia_acucareira_bf_hc"],
      "description_short": "A partir da década de 1570, incentiva-se a importação de africanos para o Brasil, e a Coroa toma medidas para limitar a escravização indígena.",
      "article_full": {
        "current": "Não por acaso, a partir da década de 1570 incentivou-se a importação de africanos e a Coroa começou a tomar medidas por meio de várias leis para tentar impedir o morticínio e a escravização desenfreada dos índios. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_formacao_quilombo_palmares_bf_hc",
      "title": "Formação do Quilombo dos Palmares",
      "date_type": "period",
      "start_date": "1605-01-01",
      "end_date": "1694-12-31",
      "characters_ids": ["char_zumbi_palmares_bf_hc", "char_africanos_escravizados_bf_hc"],
      "place_id": "plc_quilombo_palmares_al_br_bf_hc",
      "longitude": -36.022596,
      "latitude": -9.159633,
      "main_theme_id": "thm_resistencia_escrava_quilombos_bf_hc",
      "secondary_tags_ids": ["thm_escravidao_africana_brasil_bf_hc"],
      "description_short": "Formação do Quilombo dos Palmares, uma rede de povoados de negros fugidos, no início do século XVII, que resistiu por quase cem anos.",
      "article_full": {
        "current": "Os quilombos, estabelecimentos de negros que escapavam à escravidão pela fuga e recompunham formas de organização social semelhantes às africanas, existiram às centenas. Palmares, uma rede de povoados na região do atual estado de Alagoas, foi o mais importante. Formado no início do século XVII, resistiu aos ataques de portugueses e holandeses por quase cem anos, sucumbindo em 1695. Zumbi foi seu líder na última fase. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "evt_justific_escrav_afric_bf_hc",
      "title": "Justificação e Status Legal da Escravidão Africana",
      "date_type": "period",
      "start_date": "1570-01-01",
      "end_date": "1822-12-31",
      "characters_ids": ["char_igreja_catolica_colonial_bf_hc", "char_coroa_portuguesa_colonial_bf_hc"],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_escravidao_africana_brasil_bf_hc",
      "secondary_tags_ids": ["thm_ideologia_colonial_bf_hc"],
      "description_short": "A Igreja e a Coroa não se opuseram à escravidão negra, justificando-a com argumentos religiosos, civilizacionais e de inferioridade racial. Legalmente, o escravo negro era considerado uma 'coisa'.",
      "article_full": {
        "current": "Por outro lado, nem a Igreja nem a Coroa se opuseram à escravização do negro. Ordens religiosas como a dos beneditinos estiveram mesmo entre os grandes proprietários de cativos. Vários argumentos foram utilizados para justificar a escravidão africana. Dizia-se que se tratava de uma instituição já existente na África, e assim apenas se transportavam cativos para o mundo cristão onde seriam civilizados e salvos pelo conhecimento da verdadeira religião. Além disso, o negro era considerado um ser racialmente inferior. No decorrer do século XIX, 'teorias científicas' reforçaram o preconceito: o tamanho e a forma do crânio dos negros, o peso de seu cérebro etc. 'demonstravam' que se estava diante de uma raça de baixa inteligência e emocionalmente instável, destinada biologicamente à sujeição. Lembremos também o tratamento dado ao negro na legislação. O contraste com os indígenas é nesse aspecto evidente. Estes contavam com leis protetoras contra a escravidão, ainda que fossem pouco aplicadas e contivessem muitas ressalvas. O negro escravizado não tinha direitos, mesmo porque era considerado juridicamente uma coisa. (FAUSTO, 2001, p. 26)",
        "previous": null
      }
    },
    {
      "id": "evt_demografia_mortalidade_escrav_afric_bf_hc",
      "title": "Demografia da Escravidão Africana: Alta Mortalidade e Dependência do Tráfico",
      "date_type": "period",
      "start_date": "1570-01-01",
      "end_date": "1822-12-31",
      "characters_ids": ["char_africanos_escravizados_bf_hc"],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_escravidao_africana_brasil_bf_hc",
      "secondary_tags_ids": ["thm_trafico_negreiro_bf_hc", "thm_condicoes_vida_colonial_bf_hc"],
      "description_short": "A população escrava africana no Brasil enfrentou altas taxas de mortalidade, especialmente infantil e de recém-chegados, tornando a escravidão dependente da contínua importação de cativos.",
      "article_full": {
        "current": "A escravidão africana no Brasil foi marcada por uma alta taxa de mortalidade, especialmente entre crianças e recém-chegados. Observadores do início do século XIX estimavam um declínio anual da população escrava entre 5% e 8%. A expectativa de vida era significativamente menor em comparação com escravos nos EUA. Apesar disso, não se configurou uma catástrofe demográfica como a indígena, em parte devido à menor suscetibilidade de alguns grupos africanos a certas doenças e, crucialmente, à constante renovação do contingente escravo pela importação. A escravidão brasileira tornou-se dependente do tráfico, com poucas tentativas de crescimento vegetativo da população escrava devido à baixa fertilidade e ao alto risco de mortalidade infantil. (FAUSTO, 2001, p. 26)",
        "previous": null
      }
    },
    {
      "id": "evt_mercantilismo_exclusivo_colonial_bf_hc",
      "title": "Política Mercantilista e o 'Exclusivo' Colonial Português",
      "date_type": "period",
      "start_date": "1530-01-01",
      "end_date": "1808-01-01",
      "characters_ids": ["char_coroa_portuguesa_colonial_bf_hc"],
      "place_id": "plc_reino_portugal_e_brasil_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_economia_colonial_estrutura_bf_hc",
      "secondary_tags_ids": ["thm_admin_colonial_bf_hc", "thm_relacoes_internacionais_comercio_col_bf_hc"],
      "description_short": "A Coroa Portuguesa implementou políticas mercantilistas, incluindo o 'exclusivo' comercial, para assegurar que a colônia brasileira contribuísse para a auto-suficiência e riqueza da metrópole, embora sua aplicação tenha sido inconsistente.",
      "article_full": {
        "current": "A política econômica mercantilista da Coroa Portuguesa visava assegurar os maiores ganhos do empreendimento colonial. As colônias deveriam contribuir para a auto-suficiência da metrópole e servir como áreas reservadas na concorrência internacional. O eixo básico era o 'exclusivo' metropolitano, ou seja, a exclusividade do comércio externo da colônia em favor da metrópole, buscando deprimir preços na colônia e maximizar lucros na metrópole. No caso português, os preceitos mercantilistas não foram aplicados consistentemente, com a aplicação mais consequente ocorrendo apenas em meados do século XVIII sob Pombal. A Coroa abriu brechas devido aos limites de sua capacidade de imposição e à sua posição nas relações europeias, resultando em um 'exclusivo' que oscilou entre relativa liberdade e um sistema centralizado, com concessões a outros países, notadamente Holanda e Inglaterra. Exemplos incluem a fase de relativa liberdade (1530-1571), restrições durante a União Ibérica (1580-1640), a criação da Companhia Geral do Comércio do Brasil (1649) com sistema de frotas, e as companhias pombalinas no século XVIII. (FAUSTO, 2001, pp. 27-28)",
        "previous": null
      }
    },
    {
      "id": "evt_estado_igreja_padroado_bf_hc",
      "title": "O Estado e a Igreja Católica no Brasil Colonial: O Padroado Real",
      "date_type": "period",
      "start_date": "1500-01-01",
      "end_date": "1822-12-31",
      "characters_ids": ["char_coroa_portuguesa_colonial_bf_hc", "char_igreja_catolica_colonial_bf_hc"],
      "place_id": "plc_reino_portugal_e_brasil_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_admin_colonial_bf_hc",
      "secondary_tags_ids": ["thm_catequese_org_igreja_bf_hc", "thm_poder_politico_colonial_bf_hc"],
      "description_short": "O Estado português e a Igreja Católica foram as instituições básicas da colonização, ligadas pelo Padroado Real, que subordinava a Igreja ao Estado em troca de promoção e organização eclesiástica nas terras descobertas.",
      "article_full": {
        "current": "O Estado e a Igreja Católica foram as duas instituições básicas que organizaram a colonização do Brasil, atuando de forma interligada. O catolicismo era a religião do Estado. Ao Estado cabia garantir a soberania, administrar, povoar e definir a relação metrópole-colônia. A Igreja, através da educação e do 'controle das almas', veiculava a obediência ao Estado e normatizava a vida social (nascimento, casamento, morte). A relação era regida pelo Padroado Real, uma concessão da Igreja de Roma ao Estado português: a Coroa promovia e assegurava os direitos e a organização da Igreja nas colônias, e em troca, recolhia o dízimo, criava dioceses e nomeava bispos. A Coroa também remunerava o clero e cuidava dos edifícios de culto, supervisionando essas tarefas através da Mesa da Consciência e Ordens. O controle da Coroa sobre a Igreja foi limitado pela influência de ordens como a Companhia de Jesus e pela autonomia que estas ordens alcançaram na Colônia, em parte por possuírem terras e empreendimentos. (FAUSTO, 2001, pp. 29-30)",
        "previous": null
      }
    },
    {
      "id": "evt_pureza_sangue_colonial_bf_hc",
      "title": "O Princípio da 'Pureza de Sangue' na Sociedade Colonial Brasileira",
      "date_type": "period",
      "start_date": "1500-01-01",
      "end_date": "1773-12-31",
      "characters_ids": ["char_cristaos_novos_bf_hc", "char_negros_livres_libertos_bf_hc", "char_indigenas_brasil_bf_hc", "char_mesticos_bf_hc"],
      "place_id": "plc_brasil_colonial_geral_bf_hc",
      "longitude": null,
      "latitude": null,
      "main_theme_id": "thm_sociedade_colonial_estrutura_bf_hc",
      "secondary_tags_ids": ["thm_ideologia_colonial_bf_hc", "thm_discriminacao_racial_social_colonial_bf_hc"],
      "description_short": "A sociedade colonial brasileira era regida pelo princípio da 'pureza de sangue', que excluía cristãos-novos, negros (mesmo livres), indígenas e mestiços de cargos, títulos e irmandades de prestígio.",
      "article_full": {
        "current": "Um princípio básico de exclusão na estrutura social da Colônia, pelo menos até a Carta-lei de 1773, era o da 'pureza de sangue'. Considerados 'impuros' eram os cristãos-novos, os negros (mesmo quando livres), em certa medida os índios e as várias espécies de mestiços. Deste princípio racial decorria a impossibilidade de ocupar cargos, receber títulos de nobreza, participar de irmandades de prestígio, etc. A Carta-lei de 1773 acabou com a distinção entre cristãos antigos e novos, mas o preconceito não se extinguiu. Mais profundo que este critério, existia o corte separando pessoas livres de escravos, estes considerados juridicamente como 'coisa', condição ligada à etnia e cor (negros, índios, mestiços). (FAUSTO, 2001, p. 31)",
        "previous": null
      }
    }
  ],
  "characters": [
    {
      "id": "char_dom_joao_i_bf_hc",
      "name": "Dom João I de Portugal (Mestre de Avis)",
      "description_short": "Rei de Portugal (filho bastardo de Dom Pedro I) que ascendeu ao poder após a Revolução de 1383-1385, centralizando o poder monárquico e criando condições para a expansão marítima. Liderou a conquista de Ceuta.",
      "article_full": {
        "current": "Dom João, Mestre de Avis, filho bastardo do rei Pedro I, foi a figura central da revolução de 1383-1385. Sua ascensão ao poder firmou a independência portuguesa. A política posta em prática pelo Mestre de Avis resultou em um reforço e centralização do poder monárquico. Em torno dele foram-se reagrupando os vários setores sociais influentes da sociedade portuguesa: a nobreza, os comerciantes, a burocracia nascente. Este é um ponto fundamental na discussão sobre as razões da expansão portuguesa, porque nas condições da época era o Estado, ou mais propriamente a Coroa, quem podia se transformar em um grande empreendedor, se alcançasse as condições de força e estabilidade para tanto. (FAUSTO, 2001) Liderou a conquista de Ceuta em 1415. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_infante_d_henrique_bf_hc",
      "name": "Infante D. Henrique, o Navegador",
      "description_short": "Infante português (1394-1460), figura central no início da expansão marítima portuguesa, conhecido por patrocinar viagens de exploração.",
      "article_full": {
        "current": "O Infante Dom Henrique de Avis (Porto, 4 de março de 1394 – Sagres, 13 de novembro de 1460), foi um infante português e a mais importante figura do início da era das descobertas, popularmente conhecido como Infante de Sagres ou O Navegador. Teve um relevante papel na expansão marítima portuguesa e ajudou a capturar a cidade norte-africana de Ceuta. (WIKIPÉDIA, [s.d.])\n\nReferências:\nWIKIPÉDIA. *Infante Dom Henrique*. Disponível em: https://pt.wikipedia.org/wiki/Infante_Dom_Henrique. Acesso em: 9 maio 2025.",
        "previous": null
      }
    },
    {
      "id": "char_vasco_da_gama_bf_hc",
      "name": "Vasco da Gama",
      "description_short": "Navegador português (c. 1469-1524) que comandou a expedição que abriu o caminho marítimo para a Índia.",
      "article_full": {
        "current": "Vasco da Gama (c. 1469-1524) foi um navegador e explorador português. Comandou a expedição que partiu de Lisboa e abriu o novo caminho marítimo para as Índias, contornando a África. (WIKIPÉDIA, [s.d.])\n\nReferências:\nWIKIPÉDIA. *Vasco da Gama*. Disponível em: https://pt.wikipedia.org/wiki/Vasco_da_Gama. Acesso em: 9 maio 2025.",
        "previous": null
      }
    },
    {
      "id": "char_pedro_alvares_cabral_bf_hc",
      "name": "Pedro Álvares Cabral",
      "description_short": "Navegador e explorador português (c. 1467-1520), capitão-mor da frota que chegou ao Brasil em 1500.",
      "article_full": {
        "current": "Pedro Álvares Cabral (c. 1467 – c. 1520) foi um fidalgo, comandante militar, navegador e explorador português, considerado o descobridor do Brasil. Comandou a segunda expedição portuguesa à Índia, durante a qual sua frota avistou o Brasil em 22 de abril de 1500. (WIKIPÉDIA, [s.d.])\n\nReferências:\nWIKIPÉDIA. *Pedro Álvares Cabral*. Disponível em: https://pt.wikipedia.org/wiki/Pedro_%C3%81lvares_Cabral. Acesso em: 9 maio 2025.",
        "previous": null
      }
    },
    {
      "id": "char_tupis_guaranis_bf_hc",
      "name": "Tupis-Guaranis",
      "description_short": "Grande grupo indígena que habitava a costa brasileira e a bacia Paraná-Paraguai na época da chegada dos europeus. Inclui subgrupos como Tupinambás e Guaranis.",
      "article_full": {
        "current": "Os tupis-guaranis estendiam-se por quase toda a costa brasileira, desde o Ceará até a lagoa dos Patos, e na bacia Paraná-Paraguai. Praticavam caça, pesca, coleta e agricultura (mandioca, feijão, milho, abóbora) de subsistência, com poucas trocas de alimentos entre aldeias, mas trocavam mulheres e bens de luxo. A guerra e o ritual canibalístico eram elementos de sua sociedade. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_tapuias_bf_hc",
      "name": "Tapuias",
      "description_short": "Termo genérico usado pelos Tupis-Guaranis para designar índios que falavam outras línguas e interrompiam sua presença em alguns pontos do litoral.",
      "article_full": {
        "current": "Tapuias era uma palavra genérica usada pelos tupis-guaranis para designar índios que falavam outra língua. Grupos como os goitacazes, aimorés e tremembés eram chamados tapuias e interrompiam a presença tupi-guarani em alguns pontos do litoral. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_tupinambas_bf_hc",
      "name": "Tupinambás",
      "description_short": "Subgrupo Tupi que dominava a faixa litorânea do norte do Brasil até Cananéia (SP).",
      "article_full": {
        "current": "Os tupis, também denominados tupinambás, dominavam a faixa litorânea do norte até Cananéia, no sul do atual Estado de São Paulo. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_guaranis_bf_hc",
      "name": "Guaranis",
      "description_short": "Subgrupo Tupi-Guarani localizado na bacia Paraná-Paraguai e no litoral entre Cananéia (SP) e o extremo sul do Brasil.",
      "article_full": {
        "current": "Os guaranis localizavam-se na bacia Paraná-Paraguai e no trecho do litoral entre Cananéia e o extremo sul do que viria a ser o Brasil. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_goitacazes_bf_hc",
      "name": "Goitacazes",
      "description_short": "Grupo indígena (Tapuia) localizado na foz do rio Paraíba na época da chegada dos europeus.",
      "article_full": {
        "current": "Os goitacazes eram um grupo Tapuia localizado na foz do rio Paraíba, interrompendo a presença Tupi-Guarani. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_aimores_bf_hc",
      "name": "Aimorés",
      "description_short": "Grupo indígena (Tapuia) localizado no sul da Bahia e norte do Espírito Santo, conhecido pela resistência e descrito desfavoravelmente pelos cronistas.",
      "article_full": {
        "current": "Os aimorés, grupo Tapuia, localizavam-se no sul da Bahia e norte do Espírito Santo. Destacaram-se pela eficiência militar e rebeldia, sendo sempre apresentados de forma desfavorável pelos cronistas. Foram excluídos da primeira lei que proibia a escravização indígena (1570). (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_tremembes_bf_hc",
      "name": "Tremembés",
      "description_short": "Grupo indígena (Tapuia) localizado na faixa entre o Ceará e o Maranhão.",
      "article_full": {
        "current": "Os tremembés eram um grupo Tapuia localizado na faixa entre o Ceará e o Maranhão, interrompendo a presença Tupi-Guarani. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_fernao_loronha_bf_hc",
      "name": "Fernão de Loronha (ou Noronha)",
      "description_short": "Cristão-novo, líder de um consórcio que arrendou o Brasil (1503-1505) para exploração do pau-brasil. Recebeu a primeira capitania (ilha de São João/Fernando de Noronha).",
      "article_full": {
        "current": "Fernão de Loronha (ou Noronha) foi um cristão-novo e comerciante de Lisboa. Liderou um consórcio que, em 1503, arrendou o Brasil por três anos, com o monopólio comercial e a obrigação de explorar a costa e construir uma feitoria. Antes de 1532, recebeu do rei a primeira capitania do Brasil - a ilha de São João, que hoje tem seu nome. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_fernao_magalhaes_bf_hc",
      "name": "Fernão de Magalhães",
      "description_short": "Navegador português a serviço da Espanha, realizou a primeira circum-navegação da Terra (1519-1522), descobrindo o estreito que leva seu nome e chegando às Filipinas.",
      "article_full": {
        "current": "Fernão de Magalhães foi um navegador português que, a serviço da Espanha, liderou a expedição que realizou a primeira circum-navegação da Terra. Em 1521, atravessou o estreito que hoje leva seu nome e, navegando pelo oceano Pacífico, chegou às Filipinas. Embora tenha encontrado um caminho para as Índias pelo ocidente, este se mostrou demasiado longo e difícil para ser economicamente vantajoso para os espanhóis. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_franceses_bf_hc",
      "name": "Franceses (Ameaça Colonial)",
      "description_short": "Representa a ameaça francesa à posse portuguesa do Brasil, através do comércio de pau-brasil, pirataria e tentativas de estabelecimento (Guanabara, Maranhão).",
      "article_full": {
        "current": "Os franceses representaram a maior ameaça à posse do Brasil por Portugal no início da colonização. Não reconhecendo os tratados de partilha do mundo, entraram no comércio do pau-brasil e praticaram pirataria ao longo da costa. Posteriormente, tentaram estabelecer-se na Guanabara (1555-1560) e no Maranhão (1612-1615). (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_martim_afonso_sousa_bf_hc",
      "name": "Martim Afonso de Sousa",
      "description_short": "Nobre e militar português, comandou a expedição (1530-1533) que iniciou a colonização efetiva do Brasil, fundando São Vicente (1532). Foi também donatário.",
      "article_full": {
        "current": "Martim Afonso de Sousa foi um nobre e militar português. Comandou a expedição de 1530-1533, que marcou a transição para a colonização efetiva do Brasil. Seus objetivos incluíam patrulhar a costa, estabelecer uma colônia (fundou São Vicente em 1532 através da concessão não-hereditária de terras) e explorar o território. Foi também um dos capitães-donatários. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_dom_joao_iii_bf_hc",
      "name": "Dom João III de Portugal",
      "description_short": "Rei de Portugal (1521-1557) que implementou o sistema de Capitanias Hereditárias e, posteriormente, o Governo-Geral no Brasil.",
      "article_full": {
        "current": "Dom João III foi rei de Portugal de 1521 a 1557. Durante seu reinado, decidiu-se pela criação das Capitanias Hereditárias no Brasil (c. 1534) como forma de promover a colonização. Diante do fracasso parcial deste sistema e de outras considerações, instituiu o Governo-Geral em 1549, nomeando Tomé de Sousa como primeiro governador-geral. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_duarte_coelho_bf_hc",
      "name": "Duarte Coelho Pereira",
      "description_short": "Militar português, donatário da Capitania de Pernambuco, uma das poucas que prosperaram, principalmente devido à economia açucareira.",
      "article_full": {
        "current": "Duarte Coelho Pereira foi um militar português de destaque no Oriente, com poucos recursos. Recebeu a Capitania de Pernambuco, que sob sua administração se tornou uma das mais prósperas, baseada na economia açucareira e em um relacionamento menos agressivo com os indígenas. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_jorge_figueiredo_correia_bf_hc",
      "name": "Jorge Figueiredo Correia",
      "description_short": "Escrivão da Fazenda Real e grande negociante, foi um dos capitães-donatários, associado a Mem de Sá e Lucas Giraldes.",
      "article_full": {
        "current": "Jorge Figueiredo Correia era escrivão da Fazenda Real e um grande negociante. Foi um dos capitães-donatários, tendo ligações com a Coroa e estando associado a figuras como Mem de Sá e Lucas Giraldes, da família de negociantes e banqueiros florentinos Giraldi. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_pero_campo_tourinho_bf_hc",
      "name": "Pero do Campo Tourinho",
      "description_short": "Donatário da Capitania de Porto Seguro. Vendeu suas propriedades em Portugal para vir ao Brasil, mas enfrentou problemas com colonos e a Inquisição.",
      "article_full": {
        "current": "Pero do Campo Tourinho foi um dos capitães-donatários, recebendo a Capitania de Porto Seguro. Vendeu suas propriedades em Portugal e veio ao Brasil com seiscentos colonos. Enfrentou conflitos com os colonos e foi denunciado à Inquisição, sendo embarcado de volta a Portugal. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_tome_sousa_bf_hc",
      "name": "Tomé de Sousa",
      "description_short": "Primeiro governador-geral do Brasil (1549-1553). Fundou Salvador, a primeira capital, e implementou medidas para centralizar a administração e organizar a colônia.",
      "article_full": {
        "current": "Tomé de Sousa foi um fidalgo com experiência na África e na Índia, nomeado o primeiro governador-geral do Brasil em 1549. Chegou à Bahia com mais de mil pessoas, incluindo degredados e os primeiros jesuítas. Fundou Salvador, a primeira capital do Brasil, e implementou as instruções da Coroa para garantir a posse territorial, colonizar e organizar as rendas. Criou cargos como ouvidor, capitão-mor e provedor-mor. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_manuel_nobrega_bf_hc",
      "name": "Manuel da Nóbrega",
      "description_short": "Padre jesuíta português, líder do primeiro grupo de jesuítas que chegou ao Brasil em 1549 com Tomé de Sousa. Teve papel fundamental na catequese e organização da Igreja.",
      "article_full": {
        "current": "Manuel da Nóbrega foi um padre jesuíta português que liderou o primeiro grupo de missionários da Companhia de Jesus a chegar ao Brasil, em 1549, acompanhando o governador-geral Tomé de Sousa. Seu objetivo principal era a catequese dos indígenas e a disciplina do clero local. Teve um papel crucial nos primórdios da organização da Igreja Católica na colônia. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_francisco_pires_bf_hc",
      "name": "Francisco Pires",
      "description_short": "Padre jesuíta, um dos cinco companheiros de Manuel da Nóbrega que chegaram ao Brasil em 1549.",
      "article_full": {
        "current": "Francisco Pires foi um dos cinco padres jesuítas que acompanharam Manuel da Nóbrega na primeira missão da Companhia de Jesus ao Brasil, chegando com o governador-geral Tomé de Sousa em 1549. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_indigenas_brasil_bf_hc",
      "name": "Populações Indígenas do Brasil (Geral)",
      "description_short": "Termo genérico para os diversos povos nativos que habitavam o território brasileiro antes e durante a colonização, enfrentando escravidão, violência e doenças.",
      "article_full": {
        "current": "As populações indígenas do Brasil, compostas por diversos grupos étnicos e linguísticos como os Tupis-Guaranis e Tapuias, foram as primeiras habitantes do território. Com a chegada dos europeus, enfrentaram a escravidão, a violência cultural, a expropriação de terras e uma catastrófica dizimação populacional devido a doenças e conflitos. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_africanos_escravizados_bf_hc",
      "name": "Africanos Escravizados no Brasil",
      "description_short": "Indivíduos trazidos da África e seus descendentes, submetidos à escravidão no Brasil colonial, constituindo a principal mão de obra em diversas atividades econômicas.",
      "article_full": {
        "current": "Milhões de africanos de diversas etnias foram trazidos à força para o Brasil e submetidos à escravidão, tornando-se a principal força de trabalho na economia colonial, especialmente na produção de açúcar e na mineração. Enfrentaram condições brutais, alta mortalidade e resistiram de várias formas, incluindo a formação de quilombos. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_zumbi_palmares_bf_hc",
      "name": "Zumbi dos Palmares",
      "description_short": "Líder do Quilombo dos Palmares na sua fase final, tornou-se um símbolo da resistência negra à escravidão no Brasil.",
      "article_full": {
        "current": "Zumbi foi o último e mais conhecido líder do Quilombo dos Palmares, o maior e mais duradouro refúgio de escravos fugidos no Brasil colonial. Liderou a resistência contra as forças coloniais até a destruição do quilombo em 1695 e sua morte. Tornou-se um ícone da luta contra a opressão e da resistência negra. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_igreja_catolica_colonial_bf_hc",
      "name": "Igreja Católica (Período Colonial)",
      "description_short": "Instituição religiosa com papel central na colonização do Brasil, envolvida na catequese, educação, e justificação de aspectos da ordem colonial, incluindo a escravidão africana.",
      "article_full": {
        "current": "A Igreja Católica desempenhou um papel fundamental na colonização do Brasil, atuando na catequese dos indígenas, na educação e na moralização da sociedade colonial. No entanto, a instituição, incluindo ordens religiosas, não se opôs à escravidão africana, chegando a possuir escravos e a fornecer justificativas para sua manutenção. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_coroa_portuguesa_colonial_bf_hc",
      "name": "Coroa Portuguesa (Período Colonial)",
      "description_short": "O poder monárquico de Portugal que administrou o Brasil como colônia, definindo políticas econômicas, sociais e legais, incluindo a sanção da escravidão africana.",
      "article_full": {
        "current": "A Coroa Portuguesa foi a autoridade máxima que governou o Brasil durante o período colonial. Suas políticas visavam a exploração econômica da colônia em benefício da metrópole. A Coroa sancionou e regulamentou a escravidão africana, considerando-a essencial para a economia colonial. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_cristaos_novos_bf_hc",
      "name": "Cristãos-Novos",
      "description_short": "Judeus convertidos ao cristianismo e seus descendentes, que enfrentaram discriminação e perseguição na Península Ibérica e nas colônias, incluindo o Brasil, sob o princípio da 'pureza de sangue'.",
      "article_full": {
        "current": "Cristãos-novos eram judeus e seus descendentes que se converteram ao Cristianismo, muitas vezes sob coação, a partir do final do século XV na Península Ibérica. No Brasil colonial, foram considerados 'impuros de sangue' e enfrentaram discriminação, restrições sociais e a vigilância da Inquisição, apesar de muitos terem tido papel relevante na economia. A distinção legal entre cristãos-novos e cristãos-velhos foi abolida em 1773. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_negros_livres_libertos_bf_hc",
      "name": "Negros Livres e Libertos (Forros)",
      "description_short": "Indivíduos de ascendência africana que não eram escravos no Brasil colonial, seja por nascimento livre ou por alforria. Apesar da liberdade, enfrentavam discriminação racial e social.",
      "article_full": {
        "current": "No Brasil colonial, existia uma população de negros livres e libertos (forros). Apesar de não estarem sob o jugo da escravidão, eram considerados 'impuros de sangue' e sofriam diversas restrições sociais e legais, refletindo o forte preconceito racial da época. Sua liberdade podia ser precária, especialmente para os de pele mais escura. (FAUSTO, 2001)",
        "previous": null
      }
    },
    {
      "id": "char_mesticos_bf_hc",
      "name": "Mestiços (Colonial)",
      "description_short": "População resultante da miscigenação entre brancos, indígenas e negros no Brasil colonial (mulatos, mamelucos/caboclos, cafuzos). Enfrentavam discriminação baseada na 'pureza de sangue'.",
      "article_full": {
        "current": "A sociedade colonial brasileira caracterizou-se por uma intensa miscigenação, dando origem a diversos grupos de mestiços, como mulatos (branco e negro), mamelucos ou caboclos (branco e índio), e cafuzos (negro e índio). Estes grupos eram classificados e discriminados segundo o princípio da 'pureza de sangue'. (FAUSTO, 2001)",
        "previous": null
      }
    }
  ],
  "places": [
    {
      "id": "plc_lisboa_pt_bf_hc",
      "name": "Lisboa, Portugal",
      "description_short": "Capital de Portugal, centro da administração colonial e ponto de partida das expedições marítimas e do comércio com o Brasil.",
      "article_full": {
        "current": "Lisboa, capital de Portugal, foi o epicentro do império colonial português. De lá partiam as expedições, as ordens administrativas e se controlava o comércio com as colônias, incluindo o Brasil. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -9.142685,
      "latitude": 38.736946
    },
    {
      "id": "plc_ceuta_af_bf_hc",
      "name": "Ceuta, Norte da África",
      "description_short": "Cidade no norte da África conquistada por Portugal em 1415, marco inicial da expansão ultramarina portuguesa.",
      "article_full": {
        "current": "A conquista de Ceuta, cidade estrategicamente localizada no norte da África, em 1415, é tradicionalmente considerada o marco inicial da expansão marítima portuguesa. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -5.3198,
      "latitude": 35.8893
    },
    {
      "id": "plc_ilhas_atlantico_bf_hc",
      "name": "Ilhas do Atlântico (Madeira, Açores, Cabo Verde, São Tomé)",
      "description_short": "Arquipélagos ocupados por Portugal no século XV, onde foram implementadas experiências de colonização e produção agrícola, incluindo cana-de-açúcar com trabalho escravo.",
      "article_full": {
        "current": "As ilhas do Atlântico (Madeira, Açores, Cabo Verde, São Tomé) foram ocupadas por Portugal a partir do século XV. Serviram como laboratório para a colonização, com o desenvolvimento de plantações em grande escala, notadamente de cana-de-açúcar, utilizando mão de obra escrava. Essas experiências influenciaram a colonização do Brasil. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_india_geral_bf_hc",
      "name": "Índia (Geral)",
      "description_short": "Região da Ásia que era o destino principal das navegações portuguesas em busca de especiarias. A rota marítima para a Índia foi estabelecida por Vasco da Gama.",
      "article_full": {
        "current": "A Índia era o cobiçado destino das navegações portuguesas, principalmente devido ao lucrativo comércio de especiarias. A descoberta do caminho marítimo para a Índia por Vasco da Gama em 1498 foi um marco na expansão portuguesa. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_porto_seguro_ba_br_bf_hc",
      "name": "Porto Seguro, Bahia, Brasil",
      "description_short": "Local no litoral da Bahia onde a frota de Pedro Álvares Cabral ancorou em 22 de abril de 1500, marcando a chegada oficial dos portugueses ao Brasil.",
      "article_full": {
        "current": "Porto Seguro, no litoral do atual estado da Bahia, foi o local onde a frota de Pedro Álvares Cabral ancorou em 22 de abril de 1500, após o avistamento de terra no dia anterior. Este evento é considerado a chegada oficial dos portugueses ao Brasil. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -39.0647,
      "latitude": -16.4497
    },
    {
      "id": "plc_costa_brasil_geral_bf_hc",
      "name": "Costa Brasileira (Geral)",
      "description_short": "Extensa faixa litorânea do Brasil, palco dos primeiros contatos entre europeus e indígenas, da exploração do pau-brasil e do início da colonização.",
      "article_full": {
        "current": "A vasta costa brasileira foi a primeira área de contato entre os colonizadores portugueses e os povos indígenas. Foi ao longo do litoral que se iniciou a exploração do pau-brasil, se estabeleceram as primeiras feitorias e, posteriormente, as capitanias e vilas. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_tordesilhas_es_bf_hc",
      "name": "Tordesilhas, Espanha",
      "description_short": "Localidade na Espanha onde foi assinado o Tratado de Tordesilhas em 1494, dividindo as terras descobertas e a descobrir entre Portugal e Espanha.",
      "article_full": {
        "current": "Tordesilhas é uma cidade na Espanha onde, em 1494, Portugal e Espanha assinaram o tratado homônimo que dividia o mundo a ser explorado entre as duas coroas, por meio de um meridiano imaginário. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -5.001461,
      "latitude": 41.502019
    },
    {
      "id": "plc_filipinas_bf_hc",
      "name": "Filipinas",
      "description_short": "Arquipélago no Sudeste Asiático alcançado por Fernão de Magalhães em 1521, durante a primeira viagem de circum-navegação, a serviço da Espanha.",
      "article_full": {
        "current": "As Filipinas, um arquipélago no Sudeste Asiático, foram alcançadas em 1521 pela expedição de Fernão de Magalhães, que navegava a serviço da Espanha. Este foi um ponto crucial da primeira viagem de circum-navegação do globo. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": 121.774017,
      "latitude": 12.879721
    },
    {
      "id": "plc_sao_vicente_sp_br_bf_hc",
      "name": "São Vicente, São Paulo, Brasil",
      "description_short": "Primeira vila e colônia permanente fundada pelos portugueses no Brasil, por Martim Afonso de Sousa em 1532.",
      "article_full": {
        "current": "São Vicente, localizada no litoral do atual estado de São Paulo, foi a primeira vila fundada por Martim Afonso de Sousa em 1532, representando o início de um estabelecimento colonial mais permanente no Brasil. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -46.396136,
      "latitude": -23.960745
    },
    {
      "id": "plc_brasil_colonial_capitanias_bf_hc",
      "name": "Brasil Colonial (Sistema de Capitanias Hereditárias)",
      "description_short": "Representa o território brasileiro dividido em quinze quinhões (capitanias) entregues a donatários pela Coroa Portuguesa a partir de 1534.",
      "article_full": {
        "current": "O sistema de Capitanias Hereditárias, implementado a partir de 1534, dividiu o território brasileiro em quinze grandes lotes de terra, que foram concedidos a capitães-donatários com o objetivo de promover a colonização e a exploração econômica. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_salvador_ba_br_bf_hc",
      "name": "Salvador, Bahia, Brasil",
      "description_short": "Primeira capital do Brasil, fundada por Tomé de Sousa em 1549, quando da instituição do Governo-Geral. Centro administrativo e econômico importante.",
      "article_full": {
        "current": "Salvador, na Bahia, foi fundada em 1549 por Tomé de Sousa para ser a sede do Governo-Geral e a primeira capital do Brasil. Tornou-se um importante centro administrativo, religioso e econômico da colônia. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -38.476665,
      "latitude": -12.974722
    },
    {
      "id": "plc_brasil_colonial_geral_bf_hc",
      "name": "Brasil Colonial (Geral)",
      "description_short": "Representa o território brasileiro durante o período colonial (1500-1822) sob domínio português, abrangendo diversas regiões e atividades econômicas.",
      "article_full": {
        "current": "O Brasil Colonial refere-se ao período da história brasileira entre 1500 e 1822, durante o qual o território esteve sob o domínio de Portugal. Caracterizou-se pela exploração de recursos naturais, uso de mão de obra escrava e uma sociedade hierárquica. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_nordeste_brasil_bf_hc",
      "name": "Nordeste do Brasil (Colonial)",
      "description_short": "Região do Brasil que se tornou o principal centro da economia açucareira durante o período colonial, com destaque para Pernambuco e Bahia.",
      "article_full": {
        "current": "O Nordeste brasileiro, especialmente as capitanias de Pernambuco e Bahia, foi o principal polo da economia açucareira durante grande parte do período colonial. A região concentrou riqueza, população e poder político. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_africa_ocidental_trafico_bf_hc",
      "name": "Costa Ocidental da África (Tráfico Negreiro)",
      "description_short": "Regiões da costa ocidental africana (Guiné, Costa da Mina, Congo, Angola) de onde milhões de africanos foram traficados como escravos para o Brasil.",
      "article_full": {
        "current": "A costa ocidental da África, abrangendo áreas como Guiné, Costa da Mina, Congo e Angola, foi a principal fonte de africanos escravizados e traficados para o Brasil ao longo de séculos. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    },
    {
      "id": "plc_quilombo_palmares_al_br_bf_hc",
      "name": "Quilombo dos Palmares (Alagoas, Brasil)",
      "description_short": "Localização aproximada do Quilombo dos Palmares, na Serra da Barriga, atual estado de Alagoas. Foi o maior e mais duradouro quilombo do Brasil colonial.",
      "article_full": {
        "current": "O Quilombo dos Palmares localizava-se na Serra da Barriga, em uma região que hoje corresponde ao estado de Alagoas. Era uma rede de povoados fortificados que abrigava milhares de negros fugidos, além de indígenas e brancos marginalizados. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": -36.022596,
      "latitude": -9.159633
    },
    {
      "id": "plc_reino_portugal_e_brasil_bf_hc",
      "name": "Reino de Portugal e Colônia do Brasil (Relação Metrópole-Colônia)",
      "description_short": "Representa a entidade política e econômica da relação entre Portugal (metrópole) e o Brasil (colônia), no contexto das políticas mercantilistas e do sistema colonial.",
      "article_full": {
        "current": "A relação entre o Reino de Portugal e a colônia do Brasil foi definida pelo sistema colonial mercantilista, onde a metrópole exercia controle político e econômico sobre a colônia, visando a extração de riquezas e o benefício do comércio português. (FAUSTO, 2001)",
        "previous": null
      },
      "longitude": null,
      "latitude": null
    }
  ],
  "themes": [
    {
      "id": "thm_consolidacao_monarquia_pt_bf_hc",
      "name": "Consolidação da Monarquia Portuguesa",
      "description_short": "Processo de fortalecimento e centralização do poder real em Portugal, crucial para a posterior expansão marítima.",
      "article_full": {
        "current": "A consolidação da monarquia portuguesa, especialmente após a Revolução de 1383-1385, resultou em um Estado mais centralizado e com capacidade de empreender grandes projetos, como a expansão marítima. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_exp_mar_port_bf_hc",
      "name": "Expansão Marítima Portuguesa",
      "description_short": "Processo de exploração e descobrimento de novas rotas e territórios pelos portugueses a partir do século XV.",
      "article_full": {
        "current": "A expansão marítima portuguesa, iniciada no século XV, foi um movimento pioneiro que levou à descoberta de novas rotas comerciais, à exploração da costa africana, à chegada à Índia e ao Brasil, e ao estabelecimento de um vasto império colonial. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_motivacoes_exp_bf_hc",
      "name": "Motivações da Expansão Portuguesa",
      "description_short": "Conjunto de fatores econômicos, políticos, religiosos e sociais que impulsionaram a expansão marítima de Portugal.",
      "article_full": {
        "current": "As motivações para a expansão marítima portuguesa incluíam a busca por novas rotas comerciais e riquezas (ouro, especiarias), o fortalecimento da Coroa, a expansão da fé cristã, e oportunidades de ascensão social e emigração para diversos setores da sociedade. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_port_bf_hc"
    },
    {
      "id": "thm_busca_ouro_especiarias_bf_hc",
      "name": "Busca por Ouro e Especiarias",
      "description_short": "Principal motor econômico da expansão portuguesa, visando o controle do comércio de produtos valiosos como ouro e condimentos orientais.",
      "article_full": {
        "current": "O ouro, utilizado como moeda e para ostentação, e as especiarias, valorizadas para conservação e tempero de alimentos, foram os bens mais cobiçados pelos portugueses em sua expansão, impulsionando as navegações e o comércio. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_motivacoes_exp_bf_hc"
    },
    {
      "id": "thm_conquistas_feitorias_pt_af_bf_hc",
      "name": "Conquistas e Feitorias Portuguesas na África",
      "description_short": "Estabelecimento de postos comerciais fortificados (feitorias) e conquistas territoriais na costa africana como parte da expansão portuguesa.",
      "article_full": {
        "current": "Ao longo da costa africana, os portugueses estabeleceram feitorias (postos comerciais fortificados) e realizaram conquistas, como a de Ceuta, para controlar rotas comerciais e ter acesso a produtos como ouro, marfim e escravos. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_port_bf_hc"
    },
    {
      "id": "thm_ocup_ilhas_atlantico_acucar_bf_hc",
      "name": "Ocupação das Ilhas do Atlântico e Economia Açucareira",
      "description_short": "Colonização portuguesa das ilhas atlânticas (Madeira, Açores, etc.) e desenvolvimento da produção de açúcar com trabalho escravo, precursor do modelo no Brasil.",
      "article_full": {
        "current": "A ocupação das ilhas do Atlântico por Portugal no século XV incluiu o desenvolvimento da agricultura em larga escala, com destaque para a cana-de-açúcar na Madeira e em São Tomé, utilizando mão de obra escrava. Este modelo serviu de experiência para a colonização do Brasil. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_port_bf_hc"
    },
    {
      "id": "thm_viagens_india_bf_hc",
      "name": "Viagens Portuguesas à Índia",
      "description_short": "Expedições marítimas portuguesas que estabeleceram a rota para a Índia contornando a África, visando o comércio de especiarias.",
      "article_full": {
        "current": "As viagens portuguesas à Índia, iniciadas com Vasco da Gama, abriram uma rota marítima direta para o Oriente, contornando a África, e permitiram a Portugal controlar parte do lucrativo comércio de especiarias. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_port_bf_hc"
    },
    {
      "id": "thm_chegada_europeus_brasil_bf_hc",
      "name": "Chegada dos Europeus ao Brasil",
      "description_short": "Chegada da frota de Pedro Álvares Cabral ao território que viria a ser o Brasil em 1500, no contexto das navegações portuguesas.",
      "article_full": {
        "current": "A chegada da frota comandada por Pedro Álvares Cabral ao litoral brasileiro em abril de 1500 é o marco oficial do 'descobrimento' do Brasil pelos portugueses, inserido no contexto da expansão marítima e das viagens às Índias. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_port_bf_hc"
    },
    {
      "id": "thm_pop_indigenas_brasil_pre_cabral_bf_hc",
      "name": "Populações Indígenas do Brasil Pré-Cabralino",
      "description_short": "Características culturais, sociais e distribuição dos povos indígenas que habitavam o Brasil antes da chegada dos europeus, como Tupis-Guaranis e Tapuias.",
      "article_full": {
        "current": "Antes da chegada dos europeus, o território brasileiro era habitado por uma diversidade de povos indígenas, com destaque para os Tupis-Guaranis (costa e bacia Paraná-Paraguai) e os Tapuias (interior e alguns pontos da costa). Possuíam culturas e modos de vida próprios, baseados na caça, pesca, coleta e agricultura de subsistência. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_impacto_chegada_europeia_indigenas_bf_hc",
      "name": "Impacto da Chegada Europeia sobre os Indígenas",
      "description_short": "Consequências da chegada dos portugueses para as populações indígenas, incluindo violência, doenças, escravização, desestruturação social e cultural.",
      "article_full": {
        "current": "A chegada dos europeus representou uma catástrofe para as populações indígenas do Brasil, resultando em violência física e cultural, epidemias que dizimaram grande parte da população, escravização, perda de terras e profunda desestruturação de suas sociedades. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_pop_indigenas_brasil_pre_cabral_bf_hc"
    },
    {
      "id": "thm_resistencia_indigena_bf_hc",
      "name": "Resistência Indígena à Colonização",
      "description_short": "Formas de oposição e luta dos povos indígenas contra a dominação, escravização e expropriação impostas pelos colonizadores portugueses.",
      "article_full": {
        "current": "Apesar da superioridade bélica dos colonizadores e do impacto das doenças, os povos indígenas resistiram de diversas formas à dominação portuguesa, através de guerras, fugas, alianças estratégicas e a manutenção de suas culturas e práticas. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_pop_indigenas_brasil_pre_cabral_bf_hc"
    },
    {
      "id": "thm_expl_pau_brasil_bf_hc",
      "name": "Exploração do Pau-Brasil",
      "description_short": "Principal atividade econômica no Brasil nas primeiras décadas após a chegada dos portugueses, baseada na extração da madeira tintória com mão de obra indígena.",
      "article_full": {
        "current": "Nos primeiros trinta e cinco anos da presença portuguesa, a principal atividade econômica no Brasil foi a extração do pau-brasil, uma madeira valorizada na Europa por suas propriedades tintoriais. A exploração era feita principalmente através do escambo com os indígenas. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_economia_colonial_estrutura_bf_hc"
    },
    {
      "id": "thm_relacoes_luso_indigenas_bf_hc",
      "name": "Relações Luso-Indígenas Iniciais",
      "description_short": "Interações iniciais entre portugueses e povos indígenas, marcadas por trocas comerciais (escambo), conflitos, alianças e o início da exploração da mão de obra.",
      "article_full": {
        "current": "As relações iniciais entre portugueses e indígenas no Brasil foram complexas, envolvendo desde trocas comerciais (escambo de pau-brasil por manufaturados europeus) até conflitos violentos, alianças pontuais e o início da exploração do trabalho indígena. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_pop_indigenas_brasil_pre_cabral_bf_hc"
    },
    {
      "id": "thm_disputas_coloniais_tratados_bf_hc",
      "name": "Disputas Coloniais e Tratados de Partilha",
      "description_short": "Conflitos e acordos diplomáticos entre Portugal e Espanha pela posse e exploração das terras recém-descobertas, como o Tratado de Tordesilhas.",
      "article_full": {
        "current": "A expansão marítima gerou disputas entre Portugal e Espanha pelas novas terras. O Tratado de Tordesilhas (1494) foi uma tentativa de dividir o mundo a ser explorado entre as duas potências ibéricas, mas sua imprecisão gerou controvérsias futuras. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_exp_mar_esp_bf_hc",
      "name": "Expansão Marítima Espanhola",
      "description_short": "Processo de exploração e conquista de territórios pela Espanha, contemporâneo à expansão portuguesa, resultando na formação de um vasto império na América.",
      "article_full": {
        "current": "A expansão marítima espanhola, impulsionada pela viagem de Colombo em 1492, levou à conquista de vastos territórios na América e à formação de um grande império colonial, rivalizando com Portugal na exploração do Novo Mundo. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_navegacao_expl_esp_bf_hc",
      "name": "Navegação e Exploração Espanhola (América e Pacífico)",
      "description_short": "Viagens de exploração e navegação realizadas a serviço da Espanha, incluindo a busca por passagens para o Oriente e a exploração do Oceano Pacífico.",
      "article_full": {
        "current": "A Espanha promoveu diversas expedições de navegação e exploração, como a de Fernão de Magalhães, que buscou uma passagem ocidental para as Índias e explorou o Oceano Pacífico, consolidando o conhecimento geográfico da época. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_exp_mar_esp_bf_hc"
    },
    {
      "id": "thm_ameaca_estrangeira_fr_bf_hc",
      "name": "Ameaça Estrangeira (Francesa) ao Domínio Português",
      "description_short": "Contestação do domínio português no Brasil por outras potências europeias, especialmente a França, através de pirataria, comércio ilegal e tentativas de estabelecimento.",
      "article_full": {
        "current": "A França representou a principal ameaça estrangeira ao domínio português no Brasil durante o século XVI, não reconhecendo o Tratado de Tordesilhas e engajando-se no comércio de pau-brasil, pirataria e tentativas de fundar colônias. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_admin_colonial_bf_hc"
    },
    {
      "id": "thm_inicio_colonizacao_efetiva_br_bf_hc",
      "name": "Início da Colonização Efetiva do Brasil",
      "description_short": "Transição da exploração extrativista para o estabelecimento de colônias permanentes, com a fundação de vilas e a implementação de sistemas administrativos.",
      "article_full": {
        "current": "A partir da década de 1530, Portugal iniciou a colonização efetiva do Brasil, motivada pela necessidade de garantir a posse da terra contra ameaças estrangeiras. Isso envolveu a expedição de Martim Afonso de Sousa, a fundação de São Vicente e a posterior criação das Capitanias Hereditárias e do Governo-Geral. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_sistema_capitanias_hereditarias_bf_hc",
      "name": "Sistema de Capitanias Hereditárias",
      "description_short": "Modelo administrativo implementado por Portugal no Brasil (c. 1534), dividindo o território em lotes concedidos a donatários para promover a colonização.",
      "article_full": {
        "current": "O sistema de Capitanias Hereditárias foi uma tentativa da Coroa Portuguesa de transferir os custos da colonização para particulares (donatários), concedendo-lhes vastos poderes sobre grandes extensões de terra (capitanias) em troca do compromisso de povoar e explorar. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_admin_colonial_bf_hc"
    },
    {
      "id": "thm_admin_colonial_bf_hc",
      "name": "Administração Colonial Portuguesa no Brasil",
      "description_short": "Estruturas e mecanismos de governo implementados por Portugal para administrar a colônia do Brasil, incluindo Capitanias Hereditárias e Governo-Geral.",
      "article_full": {
        "current": "A administração colonial portuguesa no Brasil evoluiu de um sistema descentralizado de Capitanias Hereditárias para um modelo mais centralizado com a instituição do Governo-Geral, visando maior controle da Coroa sobre a colônia. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_catequese_org_igreja_bf_hc",
      "name": "Catequese e Organização da Igreja no Brasil Colonial",
      "description_short": "Atuação das ordens religiosas, especialmente jesuítas, na conversão dos indígenas ao cristianismo e no estabelecimento da estrutura eclesiástica na colônia.",
      "article_full": {
        "current": "A catequese dos indígenas e a organização da Igreja Católica foram aspectos centrais da colonização. Ordens religiosas, com destaque para os jesuítas, desempenharam papel crucial na conversão dos nativos, na educação e na fundação de missões e colégios. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_economia_colonial_estrutura_bf_hc",
      "name": "Estrutura da Economia Colonial Brasileira",
      "description_short": "Características fundamentais da economia do Brasil Colônia, baseada na grande propriedade, monocultura de exportação e trabalho escravo.",
      "article_full": {
        "current": "A economia do Brasil Colonial foi moldada para atender aos interesses mercantilistas de Portugal, baseando-se na grande propriedade rural (latifúndio), na produção de gêneros tropicais para exportação (como açúcar) e no uso intensivo de mão de obra escrava, inicialmente indígena e depois predominantemente africana. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_escravidao_africana_brasil_bf_hc",
      "name": "Escravidão Africana no Brasil",
      "description_short": "Sistema de trabalho compulsório imposto a milhões de africanos e seus descendentes no Brasil, fundamental para a economia colonial.",
      "article_full": {
        "current": "A escravidão africana foi a principal forma de trabalho no Brasil Colonial, sustentando as principais atividades econômicas como a produção de açúcar e a mineração. Caracterizou-se pela violência, exploração e pela resistência dos escravizados. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_economia_colonial_estrutura_bf_hc"
    },
    {
      "id": "thm_grande_lavoura_exportacao_bf_hc",
      "name": "Grande Lavoura de Exportação",
      "description_short": "Modelo de produção agrícola colonial focado em grandes propriedades (latifúndios) e na monocultura de produtos destinados ao mercado europeu.",
      "article_full": {
        "current": "A grande lavoura de exportação, como a da cana-de-açúcar, foi um pilar da economia colonial brasileira. Caracterizava-se por vastas propriedades monocultoras que utilizavam intensivamente o trabalho escravo para produzir para o mercado externo. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_economia_colonial_estrutura_bf_hc"
    },
    {
      "id": "thm_escravidao_indigena_brasil_bf_hc",
      "name": "Escravidão Indígena no Brasil",
      "description_short": "Utilização do trabalho compulsório dos povos indígenas pelos colonizadores portugueses, especialmente nas fases iniciais da colonização.",
      "article_full": {
        "current": "A escravidão indígena foi praticada no Brasil desde o início da colonização, embora tenha sido gradualmente substituída pela escravidão africana devido a fatores como a resistência indígena, a catástrofe demográfica e os lucros do tráfico negreiro. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_economia_colonial_estrutura_bf_hc"
    },
    {
      "id": "thm_economia_acucareira_bf_hc",
      "name": "Economia Açucareira no Brasil Colonial",
      "description_short": "Ciclo econômico dominante no Brasil entre os séculos XVI e XVII, baseado na produção de açúcar em engenhos com mão de obra escrava, principalmente no Nordeste.",
      "article_full": {
        "current": "A economia açucareira foi a principal atividade econômica do Brasil Colonial por cerca de dois séculos, concentrada principalmente no Nordeste. Baseava-se em grandes engenhos, monocultura da cana-de-açúcar e uso intensivo de trabalho escravo africano. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_grande_lavoura_exportacao_bf_hc"
    },
    {
      "id": "thm_trafico_negreiro_bf_hc",
      "name": "Tráfico Negreiro para o Brasil",
      "description_short": "Comércio transatlântico de africanos escravizados, que abasteceu o Brasil com mão de obra compulsória por mais de três séculos.",
      "article_full": {
        "current": "O tráfico negreiro foi uma atividade comercial altamente lucrativa que transportou milhões de africanos para o Brasil para serem escravizados. Foi essencial para a manutenção da economia colonial e da escravidão no país. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_escravidao_africana_brasil_bf_hc"
    },
    {
      "id": "thm_resistencia_escrava_quilombos_bf_hc",
      "name": "Resistência Escrava e Quilombos",
      "description_short": "Formas de oposição dos africanos escravizados à escravidão, incluindo fugas, formação de comunidades autônomas (quilombos) e revoltas.",
      "article_full": {
        "current": "A resistência à escravidão no Brasil manifestou-se de diversas formas, desde a sabotagem e a fuga individual até a formação de quilombos, como Palmares, que representavam comunidades de escravos fugidos que buscavam autonomia e a reconstrução de suas vidas. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_escravidao_africana_brasil_bf_hc"
    },
    {
      "id": "thm_ideologia_colonial_bf_hc",
      "name": "Ideologia Colonial e Justificativas",
      "description_short": "Conjunto de ideias, crenças e argumentos utilizados para legitimar o sistema colonial, incluindo a dominação, a exploração e a escravidão.",
      "article_full": {
        "current": "A ideologia colonial no Brasil foi sustentada por argumentos religiosos, civilizacionais e raciais para justificar a dominação portuguesa, a exploração dos recursos e o uso do trabalho escravo, tanto indígena quanto africano. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_condicoes_vida_colonial_bf_hc",
      "name": "Condições de Vida no Brasil Colonial",
      "description_short": "Aspectos da vida cotidiana, saúde, mortalidade, alimentação e habitação dos diversos grupos sociais durante o período colonial.",
      "article_full": {
        "current": "As condições de vida no Brasil Colonial variavam enormemente entre os diferentes estratos sociais. Para a população escravizada, eram marcadas pela exploração intensa, má alimentação, violência e altas taxas de mortalidade. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_relacoes_internacionais_comercio_col_bf_hc",
      "name": "Relações Internacionais e Comércio Colonial",
      "description_short": "Interações de Portugal e da colônia brasileira com outras nações europeias no contexto do comércio colonial, incluindo alianças, rivalidades e concessões comerciais.",
      "article_full": {
        "current": "O comércio colonial brasileiro e as políticas mercantilistas portuguesas foram influenciados pelas relações de Portugal com outras potências europeias, como Espanha, Holanda e Inglaterra. Acordos, conflitos e concessões moldaram a dinâmica comercial da colônia. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_economia_colonial_estrutura_bf_hc"
    },
    {
      "id": "thm_poder_politico_colonial_bf_hc",
      "name": "Estruturas de Poder Político Colonial",
      "description_short": "Organização e exercício do poder político no Brasil Colonial, envolvendo a Coroa, administradores coloniais, elites locais e instituições como as Câmaras Municipais.",
      "article_full": {
        "current": "O poder político no Brasil Colonial emanava da Coroa Portuguesa, um Estado absolutista onde, em teoria, todos os poderes se concentravam no rei por direito divino, e o reino era seu patrimônio (patrimonialismo). Contudo, o rei governava com uma burocracia e devia considerar interesses de diferentes estratos sociais. A montagem da administração colonial enfraqueceu o poder da Coroa, pois administradores no Brasil tinham suas próprias atribuições e mediavam pressões locais e instruções de Lisboa. A relação entre Estado e sociedade era marcada pela indefinição entre o público e o privado, com o Estado penetrado por interesses particulares e a sociedade buscando favores em benefício de redes familiares, resultando em um governo baseado em lealdade mais do que em impessoalidade legal. (FAUSTO, 2001, pp. 30-31)",
        "previous": null
      },
      "parent_id": "thm_admin_colonial_bf_hc"
    },
    {
      "id": "thm_sociedade_colonial_estrutura_bf_hc",
      "name": "Estrutura Social Colonial Brasileira",
      "description_short": "Organização da sociedade no Brasil Colonial, marcada pela escravidão, hierarquias baseadas na 'pureza de sangue', cor, etnia, e condição jurídica (livre ou escravo).",
      "article_full": {
        "current": "A estrutura social do Brasil Colonial era complexa e hierárquica, fundamentada na escravidão e em critérios de 'pureza de sangue' que discriminavam negros, indígenas e mestiços. A divisão principal era entre homens livres e escravos, mas dentro da população livre havia também distinções baseadas em riqueza, origem e cor. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": null
    },
    {
      "id": "thm_discriminacao_racial_social_colonial_bf_hc",
      "name": "Discriminação Racial e Social no Brasil Colonial",
      "description_short": "Práticas e ideologias de discriminação baseadas em raça, cor, origem étnica e condição social que permeavam a sociedade colonial brasileira.",
      "article_full": {
        "current": "A discriminação racial e social era uma característica central do Brasil Colonial, manifestando-se através do sistema de escravidão, do princípio da 'pureza de sangue', e de restrições impostas a não-brancos e mestiços no acesso a cargos, honrarias e participação social. (FAUSTO, 2001)",
        "previous": null
      },
      "parent_id": "thm_sociedade_colonial_estrutura_bf_hc"
    }
  ]
}